const QUESTIONS = [
  {
    "stage": 1,
    "q": "ساعدي سلامة في العثور على مرادف كلمة «الفرح».",
    "choices": [
      "السرور",
      "الخوف",
      "الصمت"
    ],
    "a": "السرور"
  },
  {
    "stage": 1,
    "q": "ساعدي سلامة في العثور على مرادف كلمة «جميل».",
    "choices": [
      "حسن",
      "الخوف",
      "الصمت"
    ],
    "a": "حسن"
  },
  {
    "stage": 1,
    "q": "ساعدي سلامة في العثور على مرادف كلمة «سعيد».",
    "choices": [
      "مسرور",
      "الخوف",
      "الصمت"
    ],
    "a": "مسرور"
  },
  {
    "stage": 1,
    "q": "ساعدي سلامة في العثور على مرادف كلمة «سريع».",
    "choices": [
      "عاجل",
      "الخوف",
      "الصمت"
    ],
    "a": "عاجل"
  },
  {
    "stage": 1,
    "q": "ساعدي سلامة في العثور على مرادف كلمة «نافع».",
    "choices": [
      "مفيد",
      "الخوف",
      "الصمت"
    ],
    "a": "مفيد"
  },
  {
    "stage": 1,
    "q": "ساعدي سلامة في العثور على مرادف كلمة «شجاع».",
    "choices": [
      "جريء",
      "الخوف",
      "الصمت"
    ],
    "a": "جريء"
  },
  {
    "stage": 1,
    "q": "ساعدي سلامة في العثور على مرادف كلمة «نظيف».",
    "choices": [
      "نقي",
      "الخوف",
      "الصمت"
    ],
    "a": "نقي"
  },
  {
    "stage": 1,
    "q": "ساعدي سلامة في العثور على مرادف كلمة «مشرق».",
    "choices": [
      "منير",
      "الخوف",
      "الصمت"
    ],
    "a": "منير"
  },
  {
    "stage": 1,
    "q": "ساعدي سلامة في العثور على مرادف كلمة «هادئ».",
    "choices": [
      "ساكن",
      "الخوف",
      "الصمت"
    ],
    "a": "ساكن"
  },
  {
    "stage": 1,
    "q": "ساعدي سلامة في العثور على مرادف كلمة «قريب».",
    "choices": [
      "دانٍ",
      "الخوف",
      "الصمت"
    ],
    "a": "دانٍ"
  },
  {
    "stage": 1,
    "q": "اختاري ضد كلمة «قريب».",
    "choices": [
      "بعيد",
      "جميل",
      "مفيد"
    ],
    "a": "بعيد"
  },
  {
    "stage": 1,
    "q": "اختاري ضد كلمة «سهل».",
    "choices": [
      "صعب",
      "جميل",
      "مفيد"
    ],
    "a": "صعب"
  },
  {
    "stage": 1,
    "q": "اختاري ضد كلمة «ظهر».",
    "choices": [
      "اختفى",
      "جميل",
      "مفيد"
    ],
    "a": "اختفى"
  },
  {
    "stage": 1,
    "q": "اختاري ضد كلمة «كبير».",
    "choices": [
      "صغير",
      "جميل",
      "مفيد"
    ],
    "a": "صغير"
  },
  {
    "stage": 1,
    "q": "اختاري ضد كلمة «سريع».",
    "choices": [
      "بطيء",
      "جميل",
      "مفيد"
    ],
    "a": "بطيء"
  },
  {
    "stage": 1,
    "q": "اختاري ضد كلمة «فرح».",
    "choices": [
      "حزن",
      "جميل",
      "مفيد"
    ],
    "a": "حزن"
  },
  {
    "stage": 1,
    "q": "اختاري ضد كلمة «نظيف».",
    "choices": [
      "متسخ",
      "جميل",
      "مفيد"
    ],
    "a": "متسخ"
  },
  {
    "stage": 1,
    "q": "اختاري ضد كلمة «عالٍ».",
    "choices": [
      "منخفض",
      "جميل",
      "مفيد"
    ],
    "a": "منخفض"
  },
  {
    "stage": 1,
    "q": "اختاري ضد كلمة «قوي».",
    "choices": [
      "ضعيف",
      "جميل",
      "مفيد"
    ],
    "a": "ضعيف"
  },
  {
    "stage": 1,
    "q": "اختاري ضد كلمة «فتح».",
    "choices": [
      "أغلق",
      "جميل",
      "مفيد"
    ],
    "a": "أغلق"
  },
  {
    "stage": 2,
    "q": "أي جملة صحيحة لغويًا؟",
    "choices": [
      "العيدُ فرحةٌ جميلةٌ.",
      "العيدَ فرحةٌ جميلةٌ.",
      "العيدِ فرحةٌ جميلةٌ."
    ],
    "a": "العيدُ فرحةٌ جميلةٌ."
  },
  {
    "stage": 2,
    "q": "اختاري الكتابة الصحيحة.",
    "choices": [
      "مسؤولية",
      "مسؤلية",
      "مسئوليه"
    ],
    "a": "مسؤولية"
  },
  {
    "stage": 2,
    "q": "أي كلمة تنتهي بألف لينة؟",
    "choices": [
      "سعى",
      "كتب",
      "جلس"
    ],
    "a": "سعى"
  },
  {
    "stage": 2,
    "q": "اختاري الجملة التي تخلو من الخطأ الإملائي.",
    "choices": [
      "كتبتُ بطاقةً جميلةً.",
      "كتبتو بطاقة جميلة.",
      "كتبت بطاقةن جميلة."
    ],
    "a": "كتبتُ بطاقةً جميلةً."
  },
  {
    "stage": 2,
    "q": "ما الكلمة المختلفة؟",
    "choices": [
      "قلم",
      "بحر",
      "سفينة"
    ],
    "a": "قلم"
  },
  {
    "stage": 2,
    "q": "أكملي: لغتنا العربية لغةُ...",
    "choices": [
      "جمالٍ وبيانٍ",
      "إهمالٍ",
      "صمتٍ"
    ],
    "a": "جمالٍ وبيانٍ"
  },
  {
    "stage": 2,
    "q": "أي عبارة مناسبة في بطاقة العيد؟",
    "choices": [
      "كل عامٍ وأنتنَّ بخير.",
      "عيد وبس.",
      "خلصنا."
    ],
    "a": "كل عامٍ وأنتنَّ بخير."
  },
  {
    "stage": 2,
    "q": "اختاري الكلمة الصحيحة: أحبُّ ...",
    "choices": [
      "وطني",
      "وطنًا",
      "وطنٍ"
    ],
    "a": "وطني"
  },
  {
    "stage": 2,
    "q": "أي كلمة تحتوي على تاء مربوطة؟",
    "choices": [
      "قراءة",
      "كتاب",
      "قلم"
    ],
    "a": "قراءة"
  },
  {
    "stage": 2,
    "q": "أي كلمة تحتوي على تاء مربوطة؟",
    "choices": [
      "كتابة",
      "كتاب",
      "قلم"
    ],
    "a": "كتابة"
  },
  {
    "stage": 2,
    "q": "أي كلمة تحتوي على تاء مربوطة؟",
    "choices": [
      "معلمة",
      "كتاب",
      "قلم"
    ],
    "a": "معلمة"
  },
  {
    "stage": 2,
    "q": "أي كلمة تحتوي على تاء مربوطة؟",
    "choices": [
      "طالبة",
      "كتاب",
      "قلم"
    ],
    "a": "طالبة"
  },
  {
    "stage": 2,
    "q": "أي كلمة تحتوي على تاء مربوطة؟",
    "choices": [
      "مدرسة",
      "كتاب",
      "قلم"
    ],
    "a": "مدرسة"
  },
  {
    "stage": 2,
    "q": "أي كلمة تحتوي على تاء مربوطة؟",
    "choices": [
      "حديقة",
      "كتاب",
      "قلم"
    ],
    "a": "حديقة"
  },
  {
    "stage": 2,
    "q": "أي كلمة تحتوي على تاء مربوطة؟",
    "choices": [
      "مدينة",
      "كتاب",
      "قلم"
    ],
    "a": "مدينة"
  },
  {
    "stage": 2,
    "q": "أي كلمة تحتوي على تاء مربوطة؟",
    "choices": [
      "بطاقة",
      "كتاب",
      "قلم"
    ],
    "a": "بطاقة"
  },
  {
    "stage": 2,
    "q": "أي كلمة تحتوي على تاء مربوطة؟",
    "choices": [
      "لؤلؤة",
      "كتاب",
      "قلم"
    ],
    "a": "لؤلؤة"
  },
  {
    "stage": 2,
    "q": "أي كلمة تحتوي على تاء مربوطة؟",
    "choices": [
      "سلامة",
      "كتاب",
      "قلم"
    ],
    "a": "سلامة"
  },
  {
    "stage": 3,
    "q": "ما عاصمة دولة قطر؟",
    "choices": [
      "الدوحة",
      "الوكرة",
      "الخور"
    ],
    "a": "الدوحة"
  },
  {
    "stage": 3,
    "q": "أي مدينة ساحلية تراثية في قطر؟",
    "choices": [
      "الوكرة",
      "دخان",
      "أم صلال"
    ],
    "a": "الوكرة"
  },
  {
    "stage": 3,
    "q": "من أمير دولة قطر؟",
    "choices": [
      "الشيخ تميم بن حمد آل ثاني",
      "الشيخ جاسم بن محمد آل ثاني",
      "الشيخ عبد الله بن جاسم آل ثاني"
    ],
    "a": "الشيخ تميم بن حمد آل ثاني"
  },
  {
    "stage": 3,
    "q": "ما اللونان الأساسيان في علم دولة قطر؟",
    "choices": [
      "الأدعم والأبيض",
      "الأخضر والأبيض",
      "الأزرق والأصفر"
    ],
    "a": "الأدعم والأبيض"
  },
  {
    "stage": 3,
    "q": "أي مدينة قطرية حديثة تشتهر بتطورها العمراني؟",
    "choices": [
      "لوسيل",
      "الشمال",
      "الخور"
    ],
    "a": "لوسيل"
  },
  {
    "stage": 3,
    "q": "أي مدينة تقع في شمال قطر؟",
    "choices": [
      "الشمال",
      "الوكرة",
      "الدوحة"
    ],
    "a": "الشمال"
  },
  {
    "stage": 3,
    "q": "ما الشيء الثمين الذي كان الغواصون يبحثون عنه قديمًا؟",
    "choices": [
      "اللؤلؤ",
      "النجوم",
      "الأخشاب"
    ],
    "a": "اللؤلؤ"
  },
  {
    "stage": 3,
    "q": "ما المكان المرتبط بالضيافة القطرية؟",
    "choices": [
      "المجلس",
      "المصعد",
      "المخزن"
    ],
    "a": "المجلس"
  },
  {
    "stage": 3,
    "q": "ما الاحتفال الشعبي الذي يفرح به الأطفال في منتصف رمضان؟",
    "choices": [
      "القرنقعوه",
      "العرضة فقط",
      "اليوم الرياضي"
    ],
    "a": "القرنقعوه"
  },
  {
    "stage": 3,
    "q": "أي طائر يرتبط بالتراث القطري؟",
    "choices": [
      "الصقر",
      "البطريق",
      "الطاووس"
    ],
    "a": "الصقر"
  },
  {
    "stage": 3,
    "q": "اختاري اسم مدينة قطرية من الخيارات.",
    "choices": [
      "الدوحة",
      "مدينة الخيال",
      "مدينة النجوم"
    ],
    "a": "الدوحة"
  },
  {
    "stage": 3,
    "q": "اختاري اسم مدينة قطرية من الخيارات.",
    "choices": [
      "الوكرة",
      "مدينة الخيال",
      "مدينة النجوم"
    ],
    "a": "الوكرة"
  },
  {
    "stage": 3,
    "q": "اختاري اسم مدينة قطرية من الخيارات.",
    "choices": [
      "الخور",
      "مدينة الخيال",
      "مدينة النجوم"
    ],
    "a": "الخور"
  },
  {
    "stage": 3,
    "q": "اختاري اسم مدينة قطرية من الخيارات.",
    "choices": [
      "لوسيل",
      "مدينة الخيال",
      "مدينة النجوم"
    ],
    "a": "لوسيل"
  },
  {
    "stage": 3,
    "q": "اختاري اسم مدينة قطرية من الخيارات.",
    "choices": [
      "الشمال",
      "مدينة الخيال",
      "مدينة النجوم"
    ],
    "a": "الشمال"
  },
  {
    "stage": 3,
    "q": "اختاري اسم مدينة قطرية من الخيارات.",
    "choices": [
      "أم صلال",
      "مدينة الخيال",
      "مدينة النجوم"
    ],
    "a": "أم صلال"
  },
  {
    "stage": 3,
    "q": "اختاري اسم مدينة قطرية من الخيارات.",
    "choices": [
      "دخان",
      "مدينة الخيال",
      "مدينة النجوم"
    ],
    "a": "دخان"
  },
  {
    "stage": 3,
    "q": "اختاري اسم مدينة قطرية من الخيارات.",
    "choices": [
      "الريان",
      "مدينة الخيال",
      "مدينة النجوم"
    ],
    "a": "الريان"
  },
  {
    "stage": 3,
    "q": "اختاري اسم مدينة قطرية من الخيارات.",
    "choices": [
      "مسيعيد",
      "مدينة الخيال",
      "مدينة النجوم"
    ],
    "a": "مسيعيد"
  },
  {
    "stage": 3,
    "q": "اختاري اسم مدينة قطرية من الخيارات.",
    "choices": [
      "الذخيرة",
      "مدينة الخيال",
      "مدينة النجوم"
    ],
    "a": "الذخيرة"
  },
  {
    "stage": 4,
    "q": "أي قيمة تظهر عند مساعدة الفريق؟",
    "choices": [
      "التعاون",
      "الكسل",
      "الإهمال"
    ],
    "a": "التعاون"
  },
  {
    "stage": 4,
    "q": "أي عبارة تدل على حب الوطن؟",
    "choices": [
      "أحافظ على وطني وأخدمه.",
      "أهمل مدرستي.",
      "لا أهتم بالعلم."
    ],
    "a": "أحافظ على وطني وأخدمه."
  },
  {
    "stage": 4,
    "q": "أي عمل يعبر عن الاحترام؟",
    "choices": [
      "الاستماع للآخرين بأدب.",
      "مقاطعة الحديث.",
      "رفع الصوت دائمًا."
    ],
    "a": "الاستماع للآخرين بأدب."
  },
  {
    "stage": 4,
    "q": "ما السدو؟",
    "choices": [
      "حرفة تراثية في النسيج.",
      "نوع من الطعام.",
      "لعبة إلكترونية."
    ],
    "a": "حرفة تراثية في النسيج."
  },
  {
    "stage": 4,
    "q": "ما السفينة التراثية التي ارتبطت بالبحر والغوص؟",
    "choices": [
      "المحمل",
      "السيارة",
      "القطار"
    ],
    "a": "المحمل"
  },
  {
    "stage": 4,
    "q": "أي عنصر يرمز للكرم في الثقافة القطرية؟",
    "choices": [
      "القهوة العربية",
      "الثلج",
      "المصباح"
    ],
    "a": "القهوة العربية"
  },
  {
    "stage": 4,
    "q": "ما واجبنا تجاه اللغة العربية؟",
    "choices": [
      "نعتز بها ونستخدمها استخدامًا صحيحًا.",
      "نهملها.",
      "نخلطها دون عناية."
    ],
    "a": "نعتز بها ونستخدمها استخدامًا صحيحًا."
  },
  {
    "stage": 4,
    "q": "أي سلوك يحافظ على المدرسة؟",
    "choices": [
      "المحافظة على النظافة.",
      "رمي الأوراق.",
      "إتلاف الأدوات."
    ],
    "a": "المحافظة على النظافة."
  },
  {
    "stage": 4,
    "q": "أي عبارة أجمل في التهنئة؟",
    "choices": [
      "أعاد الله العيد عليكنَّ بالخير والفرح.",
      "عيد وخلاص.",
      "روحي بسرعة."
    ],
    "a": "أعاد الله العيد عليكنَّ بالخير والفرح."
  },
  {
    "stage": 4,
    "q": "ما معنى الهوية الوطنية؟",
    "choices": [
      "الانتماء للوطن وقيمه وثقافته.",
      "لعبة فقط.",
      "لون واحد."
    ],
    "a": "الانتماء للوطن وقيمه وثقافته."
  },
  {
    "stage": 5,
    "q": "تحدي البرج رقم 1: اختاري العبارة الأجمل لغويًا.",
    "choices": [
      "لغتنا العربية مفتاح الفرح.",
      "لغتنا مفتاح بدون كلام.",
      "العربية فرح بس."
    ],
    "a": "لغتنا العربية مفتاح الفرح."
  },
  {
    "stage": 5,
    "q": "تحدي البرج رقم 2: اختاري العبارة الأجمل لغويًا.",
    "choices": [
      "لغتنا العربية مفتاح الفرح.",
      "لغتنا مفتاح بدون كلام.",
      "العربية فرح بس."
    ],
    "a": "لغتنا العربية مفتاح الفرح."
  },
  {
    "stage": 5,
    "q": "تحدي البرج رقم 3: اختاري العبارة الأجمل لغويًا.",
    "choices": [
      "لغتنا العربية مفتاح الفرح.",
      "لغتنا مفتاح بدون كلام.",
      "العربية فرح بس."
    ],
    "a": "لغتنا العربية مفتاح الفرح."
  },
  {
    "stage": 5,
    "q": "تحدي البرج رقم 4: اختاري العبارة الأجمل لغويًا.",
    "choices": [
      "لغتنا العربية مفتاح الفرح.",
      "لغتنا مفتاح بدون كلام.",
      "العربية فرح بس."
    ],
    "a": "لغتنا العربية مفتاح الفرح."
  },
  {
    "stage": 5,
    "q": "تحدي البرج رقم 5: اختاري العبارة الأجمل لغويًا.",
    "choices": [
      "لغتنا العربية مفتاح الفرح.",
      "لغتنا مفتاح بدون كلام.",
      "العربية فرح بس."
    ],
    "a": "لغتنا العربية مفتاح الفرح."
  },
  {
    "stage": 5,
    "q": "تحدي البرج رقم 6: اختاري العبارة الأجمل لغويًا.",
    "choices": [
      "لغتنا العربية مفتاح الفرح.",
      "لغتنا مفتاح بدون كلام.",
      "العربية فرح بس."
    ],
    "a": "لغتنا العربية مفتاح الفرح."
  },
  {
    "stage": 5,
    "q": "تحدي البرج رقم 7: اختاري العبارة الأجمل لغويًا.",
    "choices": [
      "لغتنا العربية مفتاح الفرح.",
      "لغتنا مفتاح بدون كلام.",
      "العربية فرح بس."
    ],
    "a": "لغتنا العربية مفتاح الفرح."
  },
  {
    "stage": 5,
    "q": "تحدي البرج رقم 8: اختاري العبارة الأجمل لغويًا.",
    "choices": [
      "لغتنا العربية مفتاح الفرح.",
      "لغتنا مفتاح بدون كلام.",
      "العربية فرح بس."
    ],
    "a": "لغتنا العربية مفتاح الفرح."
  },
  {
    "stage": 5,
    "q": "تحدي البرج رقم 9: اختاري العبارة الأجمل لغويًا.",
    "choices": [
      "لغتنا العربية مفتاح الفرح.",
      "لغتنا مفتاح بدون كلام.",
      "العربية فرح بس."
    ],
    "a": "لغتنا العربية مفتاح الفرح."
  },
  {
    "stage": 5,
    "q": "تحدي البرج رقم 10: اختاري العبارة الأجمل لغويًا.",
    "choices": [
      "لغتنا العربية مفتاح الفرح.",
      "لغتنا مفتاح بدون كلام.",
      "العربية فرح بس."
    ],
    "a": "لغتنا العربية مفتاح الفرح."
  },
  {
    "stage": 5,
    "q": "تحدي البرج رقم 11: اختاري العبارة الأجمل لغويًا.",
    "choices": [
      "لغتنا العربية مفتاح الفرح.",
      "لغتنا مفتاح بدون كلام.",
      "العربية فرح بس."
    ],
    "a": "لغتنا العربية مفتاح الفرح."
  },
  {
    "stage": 5,
    "q": "تحدي البرج رقم 12: اختاري العبارة الأجمل لغويًا.",
    "choices": [
      "لغتنا العربية مفتاح الفرح.",
      "لغتنا مفتاح بدون كلام.",
      "العربية فرح بس."
    ],
    "a": "لغتنا العربية مفتاح الفرح."
  },
  {
    "stage": 5,
    "q": "تحدي البرج رقم 13: اختاري العبارة الأجمل لغويًا.",
    "choices": [
      "لغتنا العربية مفتاح الفرح.",
      "لغتنا مفتاح بدون كلام.",
      "العربية فرح بس."
    ],
    "a": "لغتنا العربية مفتاح الفرح."
  },
  {
    "stage": 5,
    "q": "تحدي البرج رقم 14: اختاري العبارة الأجمل لغويًا.",
    "choices": [
      "لغتنا العربية مفتاح الفرح.",
      "لغتنا مفتاح بدون كلام.",
      "العربية فرح بس."
    ],
    "a": "لغتنا العربية مفتاح الفرح."
  },
  {
    "stage": 5,
    "q": "تحدي البرج رقم 15: اختاري العبارة الأجمل لغويًا.",
    "choices": [
      "لغتنا العربية مفتاح الفرح.",
      "لغتنا مفتاح بدون كلام.",
      "العربية فرح بس."
    ],
    "a": "لغتنا العربية مفتاح الفرح."
  },
  {
    "stage": 5,
    "q": "تحدي البرج رقم 16: اختاري العبارة الأجمل لغويًا.",
    "choices": [
      "لغتنا العربية مفتاح الفرح.",
      "لغتنا مفتاح بدون كلام.",
      "العربية فرح بس."
    ],
    "a": "لغتنا العربية مفتاح الفرح."
  },
  {
    "stage": 5,
    "q": "تحدي البرج رقم 17: اختاري العبارة الأجمل لغويًا.",
    "choices": [
      "لغتنا العربية مفتاح الفرح.",
      "لغتنا مفتاح بدون كلام.",
      "العربية فرح بس."
    ],
    "a": "لغتنا العربية مفتاح الفرح."
  },
  {
    "stage": 5,
    "q": "تحدي البرج رقم 18: اختاري العبارة الأجمل لغويًا.",
    "choices": [
      "لغتنا العربية مفتاح الفرح.",
      "لغتنا مفتاح بدون كلام.",
      "العربية فرح بس."
    ],
    "a": "لغتنا العربية مفتاح الفرح."
  },
  {
    "stage": 5,
    "q": "تحدي البرج رقم 19: اختاري العبارة الأجمل لغويًا.",
    "choices": [
      "لغتنا العربية مفتاح الفرح.",
      "لغتنا مفتاح بدون كلام.",
      "العربية فرح بس."
    ],
    "a": "لغتنا العربية مفتاح الفرح."
  },
  {
    "stage": 5,
    "q": "تحدي البرج رقم 20: اختاري العبارة الأجمل لغويًا.",
    "choices": [
      "لغتنا العربية مفتاح الفرح.",
      "لغتنا مفتاح بدون كلام.",
      "العربية فرح بس."
    ],
    "a": "لغتنا العربية مفتاح الفرح."
  },
  {
    "stage": 5,
    "q": "تحدي البرج رقم 21: اختاري العبارة الأجمل لغويًا.",
    "choices": [
      "لغتنا العربية مفتاح الفرح.",
      "لغتنا مفتاح بدون كلام.",
      "العربية فرح بس."
    ],
    "a": "لغتنا العربية مفتاح الفرح."
  },
  {
    "stage": 5,
    "q": "تحدي البرج رقم 22: اختاري العبارة الأجمل لغويًا.",
    "choices": [
      "لغتنا العربية مفتاح الفرح.",
      "لغتنا مفتاح بدون كلام.",
      "العربية فرح بس."
    ],
    "a": "لغتنا العربية مفتاح الفرح."
  },
  {
    "stage": 5,
    "q": "تحدي البرج رقم 23: اختاري العبارة الأجمل لغويًا.",
    "choices": [
      "لغتنا العربية مفتاح الفرح.",
      "لغتنا مفتاح بدون كلام.",
      "العربية فرح بس."
    ],
    "a": "لغتنا العربية مفتاح الفرح."
  },
  {
    "stage": 5,
    "q": "تحدي البرج رقم 24: اختاري العبارة الأجمل لغويًا.",
    "choices": [
      "لغتنا العربية مفتاح الفرح.",
      "لغتنا مفتاح بدون كلام.",
      "العربية فرح بس."
    ],
    "a": "لغتنا العربية مفتاح الفرح."
  },
  {
    "stage": 5,
    "q": "تحدي البرج رقم 25: اختاري العبارة الأجمل لغويًا.",
    "choices": [
      "لغتنا العربية مفتاح الفرح.",
      "لغتنا مفتاح بدون كلام.",
      "العربية فرح بس."
    ],
    "a": "لغتنا العربية مفتاح الفرح."
  },
  {
    "stage": 5,
    "q": "تحدي البرج رقم 26: اختاري العبارة الأجمل لغويًا.",
    "choices": [
      "لغتنا العربية مفتاح الفرح.",
      "لغتنا مفتاح بدون كلام.",
      "العربية فرح بس."
    ],
    "a": "لغتنا العربية مفتاح الفرح."
  },
  {
    "stage": 5,
    "q": "تحدي البرج رقم 27: اختاري العبارة الأجمل لغويًا.",
    "choices": [
      "لغتنا العربية مفتاح الفرح.",
      "لغتنا مفتاح بدون كلام.",
      "العربية فرح بس."
    ],
    "a": "لغتنا العربية مفتاح الفرح."
  },
  {
    "stage": 5,
    "q": "تحدي البرج رقم 28: اختاري العبارة الأجمل لغويًا.",
    "choices": [
      "لغتنا العربية مفتاح الفرح.",
      "لغتنا مفتاح بدون كلام.",
      "العربية فرح بس."
    ],
    "a": "لغتنا العربية مفتاح الفرح."
  },
  {
    "stage": 5,
    "q": "تحدي البرج رقم 29: اختاري العبارة الأجمل لغويًا.",
    "choices": [
      "لغتنا العربية مفتاح الفرح.",
      "لغتنا مفتاح بدون كلام.",
      "العربية فرح بس."
    ],
    "a": "لغتنا العربية مفتاح الفرح."
  },
  {
    "stage": 5,
    "q": "تحدي البرج رقم 30: اختاري العبارة الأجمل لغويًا.",
    "choices": [
      "لغتنا العربية مفتاح الفرح.",
      "لغتنا مفتاح بدون كلام.",
      "العربية فرح بس."
    ],
    "a": "لغتنا العربية مفتاح الفرح."
  },
  {
    "stage": 5,
    "q": "تحدي البرج رقم 31: اختاري العبارة الأجمل لغويًا.",
    "choices": [
      "لغتنا العربية مفتاح الفرح.",
      "لغتنا مفتاح بدون كلام.",
      "العربية فرح بس."
    ],
    "a": "لغتنا العربية مفتاح الفرح."
  },
  {
    "stage": 5,
    "q": "تحدي البرج رقم 32: اختاري العبارة الأجمل لغويًا.",
    "choices": [
      "لغتنا العربية مفتاح الفرح.",
      "لغتنا مفتاح بدون كلام.",
      "العربية فرح بس."
    ],
    "a": "لغتنا العربية مفتاح الفرح."
  },
  {
    "stage": 5,
    "q": "تحدي البرج رقم 33: اختاري العبارة الأجمل لغويًا.",
    "choices": [
      "لغتنا العربية مفتاح الفرح.",
      "لغتنا مفتاح بدون كلام.",
      "العربية فرح بس."
    ],
    "a": "لغتنا العربية مفتاح الفرح."
  },
  {
    "stage": 5,
    "q": "تحدي البرج رقم 34: اختاري العبارة الأجمل لغويًا.",
    "choices": [
      "لغتنا العربية مفتاح الفرح.",
      "لغتنا مفتاح بدون كلام.",
      "العربية فرح بس."
    ],
    "a": "لغتنا العربية مفتاح الفرح."
  },
  {
    "stage": 5,
    "q": "تحدي البرج رقم 35: اختاري العبارة الأجمل لغويًا.",
    "choices": [
      "لغتنا العربية مفتاح الفرح.",
      "لغتنا مفتاح بدون كلام.",
      "العربية فرح بس."
    ],
    "a": "لغتنا العربية مفتاح الفرح."
  },
  {
    "stage": 5,
    "q": "تحدي البرج رقم 36: اختاري العبارة الأجمل لغويًا.",
    "choices": [
      "لغتنا العربية مفتاح الفرح.",
      "لغتنا مفتاح بدون كلام.",
      "العربية فرح بس."
    ],
    "a": "لغتنا العربية مفتاح الفرح."
  },
  {
    "stage": 5,
    "q": "تحدي البرج رقم 37: اختاري العبارة الأجمل لغويًا.",
    "choices": [
      "لغتنا العربية مفتاح الفرح.",
      "لغتنا مفتاح بدون كلام.",
      "العربية فرح بس."
    ],
    "a": "لغتنا العربية مفتاح الفرح."
  },
  {
    "stage": 5,
    "q": "تحدي البرج رقم 38: اختاري العبارة الأجمل لغويًا.",
    "choices": [
      "لغتنا العربية مفتاح الفرح.",
      "لغتنا مفتاح بدون كلام.",
      "العربية فرح بس."
    ],
    "a": "لغتنا العربية مفتاح الفرح."
  },
  {
    "stage": 5,
    "q": "تحدي البرج رقم 39: اختاري العبارة الأجمل لغويًا.",
    "choices": [
      "لغتنا العربية مفتاح الفرح.",
      "لغتنا مفتاح بدون كلام.",
      "العربية فرح بس."
    ],
    "a": "لغتنا العربية مفتاح الفرح."
  },
  {
    "stage": 5,
    "q": "تحدي البرج رقم 40: اختاري العبارة الأجمل لغويًا.",
    "choices": [
      "لغتنا العربية مفتاح الفرح.",
      "لغتنا مفتاح بدون كلام.",
      "العربية فرح بس."
    ],
    "a": "لغتنا العربية مفتاح الفرح."
  },
  {
    "stage": 5,
    "q": "تحدي البرج رقم 41: اختاري العبارة الأجمل لغويًا.",
    "choices": [
      "لغتنا العربية مفتاح الفرح.",
      "لغتنا مفتاح بدون كلام.",
      "العربية فرح بس."
    ],
    "a": "لغتنا العربية مفتاح الفرح."
  },
  {
    "stage": 5,
    "q": "تحدي البرج رقم 42: اختاري العبارة الأجمل لغويًا.",
    "choices": [
      "لغتنا العربية مفتاح الفرح.",
      "لغتنا مفتاح بدون كلام.",
      "العربية فرح بس."
    ],
    "a": "لغتنا العربية مفتاح الفرح."
  },
  {
    "stage": 5,
    "q": "تحدي البرج رقم 43: اختاري العبارة الأجمل لغويًا.",
    "choices": [
      "لغتنا العربية مفتاح الفرح.",
      "لغتنا مفتاح بدون كلام.",
      "العربية فرح بس."
    ],
    "a": "لغتنا العربية مفتاح الفرح."
  },
  {
    "stage": 5,
    "q": "تحدي البرج رقم 44: اختاري العبارة الأجمل لغويًا.",
    "choices": [
      "لغتنا العربية مفتاح الفرح.",
      "لغتنا مفتاح بدون كلام.",
      "العربية فرح بس."
    ],
    "a": "لغتنا العربية مفتاح الفرح."
  },
  {
    "stage": 5,
    "q": "تحدي البرج رقم 45: اختاري العبارة الأجمل لغويًا.",
    "choices": [
      "لغتنا العربية مفتاح الفرح.",
      "لغتنا مفتاح بدون كلام.",
      "العربية فرح بس."
    ],
    "a": "لغتنا العربية مفتاح الفرح."
  },
  {
    "stage": 5,
    "q": "تحدي البرج رقم 46: اختاري العبارة الأجمل لغويًا.",
    "choices": [
      "لغتنا العربية مفتاح الفرح.",
      "لغتنا مفتاح بدون كلام.",
      "العربية فرح بس."
    ],
    "a": "لغتنا العربية مفتاح الفرح."
  },
  {
    "stage": 5,
    "q": "تحدي البرج رقم 47: اختاري العبارة الأجمل لغويًا.",
    "choices": [
      "لغتنا العربية مفتاح الفرح.",
      "لغتنا مفتاح بدون كلام.",
      "العربية فرح بس."
    ],
    "a": "لغتنا العربية مفتاح الفرح."
  },
  {
    "stage": 5,
    "q": "تحدي البرج رقم 48: اختاري العبارة الأجمل لغويًا.",
    "choices": [
      "لغتنا العربية مفتاح الفرح.",
      "لغتنا مفتاح بدون كلام.",
      "العربية فرح بس."
    ],
    "a": "لغتنا العربية مفتاح الفرح."
  },
  {
    "stage": 5,
    "q": "تحدي البرج رقم 49: اختاري العبارة الأجمل لغويًا.",
    "choices": [
      "لغتنا العربية مفتاح الفرح.",
      "لغتنا مفتاح بدون كلام.",
      "العربية فرح بس."
    ],
    "a": "لغتنا العربية مفتاح الفرح."
  },
  {
    "stage": 5,
    "q": "تحدي البرج رقم 50: اختاري العبارة الأجمل لغويًا.",
    "choices": [
      "لغتنا العربية مفتاح الفرح.",
      "لغتنا مفتاح بدون كلام.",
      "العربية فرح بس."
    ],
    "a": "لغتنا العربية مفتاح الفرح."
  }
];